daniyal-944/Full_SipClient/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_ESP32_WIFI_SW_COEXIST_ENABLE=y
CONFIG_SPIRAM=y
CONFIG_SPIRAM_MODE_OCT=y
CONFIG_SPIRAM_SPEED_80M=y
CONFIG_SPIRAM_USE_MALLOC=y
CONFIG_FREERTOS_HZ=1000
CONFIG_LOG_DEFAULT_LEVEL_INFO=y
CONFIG_LWIP_SO_REUSE=y
CONFIG_ESP32S3_DEFAULT_CPU_FREQ_240=y